sundar2012/Esp32-p4-dash/sdkconfig.defaults.esp32p4
# ESP32-P4 specific config
CONFIG_IDF_TARGET="esp32p4"

# PSRAM — ESP32-P4 hex PSRAM at 200MHz
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_HEX=y
CONFIG_SPIRAM_SPEED_200M=y
